Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B02B.tmx
Source language: en_us
Languages: zh_cn

source: The Seduction of Safety, on Campus and Beyond
zh_cn: 耶鲁大学、密苏里大学爆发种族事件引发热议：安全感的诱惑

source: I HAVE been searching for safety for most of my life.
zh_cn: 在生命的大多时间里我都在寻求安全感。

source: I experienced a brutal assault when I was young and in that terrible moment, I learned I was vulnerable in unimaginable ways.
zh_cn: 我年轻时曾经历残忍的侵犯，在那可怕的时候，我发觉自己脆弱到无以想象。

source: I have come to crave safety, the idea that I can live free from physical or emotional harm.
zh_cn: 我强烈渴望着那种感觉，可以免受肉体或精神伤害的感觉——安全感。

source: As an adult, I understand that there is no such thing as safety, that safety is promised to no one, but oh the idea of it remains so lovely, so elusive.
zh_cn: 长大成人，我明白了根本就没有安全感这回事，没人能保证自己是安全的，然而，那种渴望还是如此亲切，又如此遥远。

source: When it comes to human resilience, our culture has grand ideas about the nobility of hardship and suffering.
zh_cn: 每当提到人类的“适应能力”，我们对困难与煎熬的珍贵性简直是极尽拔高。

source: “The world breaks every one, and afterward, many are strong at the broken places,” Ernest Hemingway wrote. And certainly, I became the woman I am today, for better and worse, because of the hardships I have endured.
zh_cn: 海明威曾写道，“世界打坏每个人，然后，在那被打坏的地方，许多人变得坚强。”当然，我成为今天这个女人，是好是坏，都是因了我曾经熬过的困难。

source: If I had to choose, though, I would prefer to have not lost my sense of safety in the way I did.
zh_cn: 不过，如果我一定要选的话，我还是比较希望不曾那样失去安全感。

source: I am now always searching for safety, and I appreciate safe spaces — the ones I create for my students in a classroom, the ones I create with my writing and the ones others create, too — because there is so much unsafe space in this world.
zh_cn: 现在，我无时无刻不在寻求安全，我也对安全地带的存在感到欣慰——比如说在课堂上我为学生营造的安全地带，又或者我在写作中所创造出的安全地带，还包括其他人营造的安全地带——我感到欣慰，是因为在这个世界上有太多的不安全地带。

source: This past week, the news media has energetically discussed student unrest at Yale and at the University of Missouri, where students are protesting administrative insensitivity or inaction in the face of troubled racial climates.
zh_cn: 过去一周里，媒体对于耶鲁大学和密苏里大学发生的学生抗议事件进行了热烈讨论。在这些大学，学生们抗议管理层对种族歧视的不良氛围抱有冷漠态度或不作为。

source: At Mizzou, in particular, student activists have demanded safe space.
zh_cn: 尤其在密大，学生中的激进分子要求的，正是安全地带。

source: A student journalist, Tim Tai, was denied access to the protesters’ tent city in a public area of the campus.
zh_cn: 抗议者们拒绝了学生记者Tim Tai进入他们在校园中扎营的区域。

source: The protesters didn’t want to be photographed or interviewed, possibly not trusting journalists to tell their story accurately.
zh_cn: 这些抗议者不想被拍照或采访，可能是不信任记者会照实讲述他们的故事。

source: The next day, they rightly changed their stance, opened their space to the media, and a debate on free speech and safe spaces found new life.
zh_cn: 次日，他们彻底转变了立场，对媒体敞开了怀抱，于是一场关于言论自由还是安全空间的辩论见诸于世。

source: Quickly, the student protesters were accused of not tolerating free speech in regard not only to Mr. Tai, but also to those who use racial epithets and otherwise engage in hate speech.
zh_cn: 很快，舆论矛头转向抗议学生，说他们没有容忍言论自由，他们不仅仅拒绝了那位记者，而且也没有容忍使用了种族歧视性语言并参与了抹黑言论的学生的言论自由。

source: They were accused of being weak, of being whiny for having the audacity to expect to attend college without being harassed for their blackness.
zh_cn: 舆论指责抗议学生太玻璃心，太爱抱怨，就因为他们希望能上大学而不用被歧视肤色，并大声表达了这种想法。

source: As a writer, I believe the First Amendment is sacred.
zh_cn: 作为一个写作者，我笃信第一修正案的神圣。

source: The freedom of speech, however, does not guarantee freedom from consequence.
zh_cn: 然而，言论自由，并不是言论无责。

source: You can speak your mind, but you can also be shunned.
zh_cn: 你可以说出想法，但你也可能会被抨击。

source: You can be criticized.
zh_cn: 你可能会被批评。

source: You can be ignored or ridiculed.
zh_cn: 你可能会被无视或嘲笑。

source: You can lose your job.
zh_cn: 你可能会被开除。

source: The freedom of speech does not exist in a vacuum.
zh_cn: 言论自由并不是活在真空里的。

source: Many of the people who advocate for freedom of speech with the most bluster are willing to waste this powerful right on hate speech.
zh_cn: 很多狂热鼓吹言论自由的人，就喜欢把这强大的权力浪费在互喷上。

source: But the beauty of the freedom of speech is that it protects us from subjectivity.
zh_cn: 然而，言论自由的美妙正在于它使我们免受主观的牵制。

source: We protect someone’s right to shout hateful slurs the same way we protect someone’s right to, say, criticize the government, or discuss her religious beliefs.
zh_cn: 我们捍卫大家批评政府或谈论宗教信仰的权力，同样，我们也捍卫某些人跟人撕逼的权力。

source: And so the students at Mizzou wanted a safe space to commune as they protested.
zh_cn: 现在，密大的学生正在抗议，他们想要的是集体生活中的安全带。

source: They wanted sanctuary but had the nerve to demand this sanctuary in plain sight, in a public space.
zh_cn: 他们寻求庇护，但也有勇气为了要求这庇护而暴露在公共场合。

source: Rather than examine why the activists needed safe space, most people wrapped themselves in the Constitution, the path of less resistance.
zh_cn: 大多数人不去深究这些激进学生需要安全地带的理由，却只在宪法的保护伞里安稳度日，只因这样比较轻松。

source: The students are framed as coddled infants, as if perhaps we should educate college students in a more spartan manner — placing classrooms in lions’ dens.
zh_cn: 抗议学生被刻画成熊孩子，简直好像咱们教育大学生是想让他们当斯巴达勇士一样——索性把教室搁在狮子洞里好了。

source: Feminism is largely responsible for introducing safe space into our cultural vernacular as a means of fostering open, productive dialogue.
zh_cn: 今天，在我们的文化日常里，安全带的体现是倡导开放而有效的对话。很大程度上，这是女权主义带来的产物。

source: In the late 1980s, queer groups began safe space programs that have since flourished on college campuses.
zh_cn: 八十年代晚期，同性恋群体开展了安全地带计划，直到今天一直在大学校园里欣欣向荣。

source: When a faculty member puts the safe space symbol on her door, L.G.B.T. students know they have a place on campus where they will not be judged or persecuted for their sexuality or gender identity, where they are safe.
zh_cn: 每当教职员工将安全带的标志贴在门上，同性群体的学生就知道，在学校里的这个地方，没人会因他们的性向或性别定位而看不起他们，欺负他们，在这个地方，他们是安全的。

source: Safe spaces allow people to feel welcome without being unsafe because of the identities they inhabit.
zh_cn: 有了安全地带，人们会有被接纳感，不用因为自我认知的不同而失去安全。

source: A safe space is a haven from the harsh realities people face in their everyday lives.
zh_cn: 安全地带就像一个避风港，让他们可以躲避每日生活中不得不面对的严苛现实。
